Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: The fog withdrew and sunlight broke through the clouds in scattered beams. Deoran rode to the forefront of the line of infantry, waiting with bated breath. Finally, after several more minutes, the fog drifted away and Ethiliel stood there alone, facing the wall of spears. Her face was a mask of woe and exhaustion, and yet her voice was startlingly clear as she spoke to the men of Wesnoth, saying, <i>“Stop! Enough blood has been spilled, human and elf alike. The injury you humans have done to the elves is great, but your service also was worthy. We have decided to make peace again.”</i>
uk_ua: Туман почав поволі зникати та сонячне сяйво пробилося крізь хмари розсіяними променями. Деоран їхав на передній лінії піхоти, чекаючи, затамувавши подих. Нарешті, через кілька хвилин, туман повністю розвіявся, і Етілієль стояла там одна, навпроти стіни людських списів. Її обличчя було вкрито маскою горя і виснаження, але голос був напрочуд чистим, коли вона зверталася до воїнів Веснота, кажучи, <i>“Зупиніться! Достатньо крові було пролито, людської та ельфійської. Шкода, яку ви, люди, завдали ельфам, велика, але ваша служба також була гідною. Ми вирішили знову укласти мир.”</i>

source: The following add-on appears to have publishing or version control information stored locally, and will not be removed:
uk_ua: Наступні аддони, схоже, містять інформацію для публікації або про версію, яких немає на сервері, і тому не видалені:

source: The following add-on could not be deleted properly:
uk_ua: Наступний аддон не був видалений належним чином:

source: The following add-on had errors and could not be loaded:
uk_ua: Наступний аддон має помилки і не може бути завантажений:

source: The following add-on was successfully deleted:
uk_ua: Наступний аддон був успішно видалений:

source: The following add-ons appear to have publishing or version control information stored locally, and will not be removed:
uk_ua: Наступні аддони, схоже, зберігають дані публікації та історію версій локально, і не будуть видалені:

source: The following add-ons could not be deleted properly:
uk_ua: Не вдалося правильно видалити аддони:

source: The following add-ons had errors and could not be loaded:
uk_ua: Наступні аддони мають помилки і не можуть бути завантажені:

source: The following add-ons were successfully deleted:
uk_ua: Наступні аддони були успішно видалені:

source: The following basic combat principles and tips are intended to help starting off your career as a Wesnothian battle veteran. The minor concrete examples are somewhat tied to the "Heir to the Throne" campaign.
uk_ua: Наступні базові принципи ведення бою призначені щоб допомогти вам почати свою кар'єру досвідченого воїна Весноту. Невелика кількість конкретних прикладів пов'язана з кампанією "Спадкоємець престолу".

source: The following dependencies could not be installed. Do you still wish to continue?
uk_ua: Наступні залежності не можуть бути встановлені. Ви все ще хочете продовжити?

source: The following dependency could not be installed. Do you still wish to continue?
uk_ua: Наступна залежність не може бути встановлена. Ви все ще хочете продовжити?

source: The following features were selected when building this version of Wesnoth:
uk_ua: Під час побудови цієї версії Весноту були вибрані наступні опції:

source: The following file will be permanently deleted:
uk_ua: Наступний файл буде вилучено назавжди:

source: The following folder and its contents will be permanently deleted:
uk_ua: Наступна тека та її вміст буде вилучено назавжди:

source: The following table shows the effects of different times of the day on the damage dealt by lawful, chaotic, and liminal units:
uk_ua: Наступна таблиця показує, який вплив буде здійснювати час доби на порядних, хаотичних і тіньових бійців:

source: The former king’s magic ministry kept a tight control on the training and employment of mages in Wesnoth. Those of us who dared to... depart from the curriculum were dealt with harshly. Many of us were forced to escape here to continue our study of our brand of magic. Our security and secrecy are not cheap.
uk_ua: Міністерство Магії минулого короля занадто жорстко контролювало навчання та працевлаштування магів Весноту. Ті з нас, хто посмів... відійти від їхнього плану, мали сильні неприємності. Багатьом з нас довелося втекти сюди, щоб продовжувати вивчати наш стиль магії. Недешевими є наш захист та наша безпека.

source: The fort be done with... but I be crushed... under this rubble...
uk_ua: Фортеця знищена... але мене розчавить... під її уламками...

source: The fraction of known villages that your side has captured.
uk_ua: Частка захоплених вами відомих сіл.

source: The full URL of your feedback thread on the forums.
uk_ua: Повне посилання на вашу гілку на форумі.

source: The game could not be loaded:
uk_ua: Не вдалось завантажити гру:

source: The game could not be saved:
uk_ua: Гра не може бути збережена:

source: The game data cache could not be completely cleaned.
uk_ua: Кеш даних гри не може бути повністю очищеним.

source: The game data cache could not be purged.
uk_ua: Кеш даних гри не може бути повністю видаленим.

source: The game data cache has been cleaned.
uk_ua: Кеш даних гри було очищено.

source: The game data cache has been purged.
uk_ua: Кеш даних гри було видалено.

source: The game has been saved.
uk_ua: Гру збережно.

source: The game is out of sync, and cannot continue. There are a number of reasons this could happen: this can occur if you or another player have modified their game settings. This may mean one of the players is attempting to cheat. It could also be due to a bug in the game, but this is less likely. Do you want to save an error log of your game?
uk_ua: Помилка синхронізації. Гра не може бути продовжена. Є різні причини, чому це може статися. Наприклад, ви або інший гравець могли змінити налаштування гри. Це може означати, що один з гравців намагався шахраювати. Також це може статися через помилку в самій грі, але це малоймовірно. Ви хочете зберегти журнал помилки?

source: The game is out of sync. It might not make much sense to continue. Do you want to save your game?
uk_ua: Помилка синхронізації, немає сенсу продовжувати. Ви хочете зберегти гру?

source: The game is over.
uk_ua: Кінець гри.

source: The game map could not be loaded:
uk_ua: Не вдалось завантажити ігрову карту:

source: The game supports different types of add-on content, which are not all available in every gameplay mode.
uk_ua: Гра підтримує різні типи аддонів, у різних режимах гри доступні різні типи аддонів.

source: The game takes place on a hex-based game field, where your units battle against those controlled by the computer, friends who each take turns on the same computer (hotseat play), other players on the same network, or players worldwide in multiplayer mode. Each of these battles is called a <italic>text='scenario'</italic>, which can be strung together to make <italic>text='campaigns'</italic>. Besides the campaigns that ship with the game, Wesnoth supports user-made content, and the add-on server boasts hundreds of custom maps, campaigns, eras, factions, and resources. The game also features a human-readable markup called Wesnoth Markup Language (WML) to easily allow users to create their own content, as well as a fully-featured Map and Scenario Editor for designing your own battlefields. The <italic>text='Battle for Wesnoth'</italic> project was begun in 2003, and has been worked on by a multitude of volunteers ever since.
uk_ua: Гра відбувається на полі з шестикутними клітинками, де ваші бійці бʼються проти бійців супротивника. Вашим опонентом може бути: компʼютер, друзі, з якими ви граєте на тому ж компʼютері (‘гарячий стілець’), інші гравці з вашої локальної мережі, або ж гравці з усього світу у багатокористувацькому режимі. Кожна з таких битв називається <italic>text='сценарієм'</italic>, вони можуть бути зібраними докупи і утворити <italic>text='кампанії'</italic>. Окрім кампаній, які вбудовані у гру, Веснот підтримує користувацькі доповнення і на сервері аддонів можна знайти сотні карт, ер, фракцій та ресурсів. Гра використовує людиночитабельну розмітку, яка називається Мова Розмітки Весноту (WML), і вона дозволяє користувачам легко створити свій власний контент. Для створення свого власного поля бою в наявності є потужний редактор карт та сценаріїв. Проект <italic>text='Битва за Веснот'</italic> почався у 2003 році, з тих пір і понині його розвивають численні добровольці.

source: The game will now exit.
uk_ua: Зараз гру буде завершено.

source: The gates are locked!
uk_ua: Ворота закриті!

source: The gates are locked. I will have to break them open by force!
uk_ua: Ворота закриті. Мені доведеться відкрити їх силою!

source: The general syntax is:
uk_ua: Узагальнений синтаксис:

source: The ghast is a creature taken from humankind’s most primal nightmares. Unlike their lesser cousins, ghouls and necrophages, ghasts are not patient enough to wait for their victim to die from poison before consuming the body. They attack directly with their enormous mouths, trying to rip the flesh straight from their foes. Once their enemy is defeated, they eat the rest of the body, gaining strength in the process.
uk_ua: Почвара — тварюка з найдревніших кошмарів людства. Почвари, на відміну від гулів і трупожерів, пожирають своїх жертв, не чекаючи, поки вони помруть від отрути. Вони атакують своїми величезними пащами, намагаючись здерти плоть прямо з живого ворога. Коли ворог подоланий, вони доїдають його останки, і так стають сильнішими.

source: The girl is naive, but her spirit is in the right place. You risk your homes and the lives of your people, yes, but what good will they be if you live in tyranny? Believe me, I have been there. I would rather die than go back.
uk_ua: Дівчина наївна, але її думки у правильному напрямку. Ти рискуєш своїми домами та життям своїх людей, це так, але що доброго з того, що ти житимеш у тиранії? Повір, я знаю про що кажу. Я б краще помер, ніж повернувся туди.

source: The goblins reached the village! Now there’ll be nothing left after they raid our homes...
uk_ua: Гобліни добралися до села! Тепер від наших домів нічого не лишиться...

source: The greatest of thieves are sometimes tasked to take far more than their victim’s belongings. Masters of knife-fighting and uncannily light on their feet, these menacing figures will employ any means to dispatch their victims, be it poisoned knives thrown from afar, or a dagger planted in the back. Deadly at night, assassins are less able fighting under the sun.
uk_ua: Іноді найдосвідченіші із злодіїв повинні відняти у жертви щось набагато цінніше, ніж власність. Майстерно володіючи прийомами бою на ножах і будучи неймовірно спритними, ці зловісні особи готові розправитися з жертвою будь-яким способом — за допомогою отруєного метального ножа, або кинджала, встромленого в спину. Смертельно небезпечні вночі, вбивці гірше б'ються при світлі сонця.

source: The guards are slain. Now we must look for the Book.
uk_ua: Варту вбито. Тепер ми маємо знайти Книгу.

source: The heathens... have slain me-
uk_ua: Варвари... убили мене-

source: The hexes immediately around a unit constitute its <i>Zone of Control</i>. When an enemy unit enters those hexes, they cannot move any further that turn. (An exception are units with the <i>skirmisher</i> ability, who are unaffected by zones of control.) This can be used to create a blockade to prevent stronger enemies from reaching key locations, such as villages, even if you have limited manpower.
uk_ua: <i>Зона контролю</i> — це клітинки безпосередньо навколо бійця. Коли ворог стає на ці клітинки, то не може рухатись далі. (Виняток становлять бійці зі здібністю <i>авангардист</i>, на який не впливають зони контролю). Це можна використовувати для блокування сильних бійців противника, запобіганню захопленню ворогами ключових точок, таких як села, навіть якщо у вас досить малі сили.

source: The hitpoints and experience points are both indicated in the status pane using two numbers (the current value and the maximum value the unit can have).
uk_ua: Здоров'я і досвід зазначені на панелі стану за допомогою двох цифр (поточне і максимально можливе для цього бійця значения).

source: The hitpoints are also indicated by an energy bar next to each unit, which is green, yellow or red. A unit with at least 1 experience point has a blue experience bar, which turns white as the unit is about to <ref>dst='advancement' text='advance'</ref>.
uk_ua: Здоров'я також відображується смужкою поряд з бійцем, вона може бути зеленою, жовтою або червоною. У бійця, що має хоч би 1 одиницю досвіду, є синя смужка досвіду, яка біліє у міру того, як боєць наближається до <ref>dst='advancement' text='просування'</ref>.

source: The holy water will make melee attacks do <i>arcane</i> damage for the rest of the campaign. Choose a unit to take it. You may recruit or recall a unit if you want.
uk_ua: Свята вода зробить ближню атаку <i>містичною</i> до кінця усієї кампанії. Виберіть бійця, який візьме її. Ви можете завербувати або призвати бійця, якщо хочете.

source: The honor is ours. I present Kai Krellis of Jotha.
uk_ua: Ти робиш нам честь. Я представляю Кая Креліса з Йоти.

source: The host's version of <i>$addon</i> is incompatible. They have version <b>$host_ver</b> while you have version <b>$local_ver</b>.
uk_ua: У хоста несумісна версія аддону <i>$addon</i>. Вони мають версію <b>$host_ver</b>, а ви маєте версію <b>$local_ver</b>.

source: The hostname of the database server
uk_ua: Назва хосту серверу бази даних

source: The human speaks the truth. As much as my heart grieves for Mebrin, he was not innocent either.
uk_ua: Людина каже правду. Як би моє серце не боліло за Мербіном, він не був невинним.

source: The human wizard was wearing a ring! Maybe it is magic. Someone should try it on to see what it does.
uk_ua: Людський чарівник носив це кільце! Напевно, воно зачароване. Хтось повинен спробувати надіти його, щоб побачити що воно робить.

source: The ice doesn’t look very thick...
uk_ua: Лід не здається досить міцним...

source: The id of the scenario from the specified campaign. The default is the first scenario.
uk_ua: Ідентифікатор сценарію з зазначеної кампанії. За умовчанням це перший сценарій.

source: The inhabitants are rumored to be a strange alliance of man and beast, and our claim is not going to be unopposed. We must be prepared for the surprises of this land.
uk_ua: Говорять, місцеві жителі — це дивний союз людей і чудовиськ, і наші претензії зустрінуть відсіч. У цьому місці потрібно бути готовим до несподіванок.

source: The instability of <italic>text='sand'</italic> makes it harder for most units to cross, and leaves them wide open to attack. In contrast, the wide feet or snakelike bodies of the reptilian races make sand much easier for them to navigate. Most units receive 20 to 40% defense in sand.
uk_ua: Через нестабільність <italic>text='піску'</italic>, більшість бійців мають труднощі з пересуванням та відкриті для атаки. Для рептилій з широкими лапами або змієподібним тілом усе навпаки: пересування по піскам не несе для них ніяких труднощів. У пісках більшість бійців мають захист від 20 до 40%.

source: The island that King Haldric and his crew are approaching was at one time a volcano that is now slowly sinking into the sea. The elder Crown Prince of Southbay had managed to establish a foothold on this Island, despite the belligerent nature of its reptilian inhabitants. There will be little left of that foothold by now.
uk_ua: Острів, до якого наблизилися Король Хальдрік і його команда, колись був вулканом, тепер же він повільно занурювався під воду. Старший Спадкоємний Принц Південної Бухти зумів зачепитися за цю землю, незважаючи на вороже відношення мешканців острова, ящерів. Небагато їх було трохи лівіше від того місця, де висадився Хальдрік.

source: The keys have been found. The door should open...
uk_ua: Усі ключі було знайдено. Двері мають відкритися...

source: The killing blow against Iliah-Malal can only be struck by Delfador
uk_ua: Смертельна рана може бути завдана Іліа-Малалу лише Делфадором

source: The killing blow against Iliah-Malal can only be struck by one of your Undead veterans or by Delfador
uk_ua: Смертельна рана може бути завдана Іліа-Малалу лише вашими мерцями чи Делфадором

source: The kings and princes of human nobility are still often trained rigorously in the combat arts, partly out of tradition from when their ancestors made their wealth in war. Fitted in armor so skillfully made as to incite envy even from some dwarvish smiths, these nobles are well conditioned to the art of moving in heavy armor, and can maneuver across the battlefield much faster than their gilded plate would suggest.
uk_ua: Королі та принци людей досі старанно навчаються мистецтву бою, віддаючи данину традиції, завдяки якій їхні предки й заробили статок на війні. Їхнім майстерно зробленим й добре підігнаним обладункам позаздрять навіть деякі ковалі гномів, а через численні тренування такі лорди можуть пересуватися по полю бою у важкій броні набагато швидше, ніж можна було припустити.

source: The known portion of the Great Continent, on which Wesnoth abides, is generally divided into three areas: the Northlands, which are generally lawless; the kingdom of Wesnoth and its occasional principality, Elensefar; and the domain of the Southwest Elves in the Aethenwood and beyond.
uk_ua: Відома територія Великого Континенту, на якій розташований Веснот, загалом розділена на три частини: Північні землі(де в основному панує беззаконня); королівство Веснот і союзне з ним князівство Еленсефар; і також володіння Південно-західних ельфів в лісах Етенвуд і за ними.

source: The last and most powerful of our enemies are upon us. If we can finish them off in time, we shall be victorious.
uk_ua: Останні, наймогутніші вороги йдуть на нас. Якщо ми з ними справимося вчасно, то переможемо остаточно.

source: The last and most powerful of these creatures are almost upon us. I feel that if we can finish them off in time, we shall be victorious.
uk_ua: Останні, наймогутніші з цих тварюк йдуть на нас. Думаю, якщо ми з ними справимося, то переможемо остаточно.

source: The last words spoken by Grand Marshal Aethec Corryn: “Talael Ryndoc! I am through searching for you! I shall make my way back to Haldric’s Hall, and inform the court that you were too much of a coward to attend our duel! Your disgrace shall be more agonizing than the death I’d have given you!” Perhaps he should not have shouted quite so loudly...
uk_ua: Останні слова, сказані Великим Маршалом Етеком Коррином : “Талаель Риндок! Я шукав тебе всюди! Зараз я повертаюся в Зал Халдріка і оголошу при дворі, що ти був занадто боязкий, щоб прийти на дуель! Твоя ганьба буде для тебе тяжчою, ніж смерть, яку ти прийняв би від моєї руки!” Мабуть, йому не варто було так голосно кричати...

source: The leader, I presumes.
uk_ua: Препускаю, ти лідер.

source: The leadership of this unit enables adjacent units of the same side to deal more damage in combat, though this only applies to units of lower level.
uk_ua: Лідерство цього бійця дозволяє сусіднім бійцям дружніх військ наносити більше шкоди в бою, хоча це працює лише з бійцями нижчого рівня.

source: The length of this unit’s weapon allows it to strike first in melee, even in defense.
uk_ua: Довжина зброї цього бійця дозволяє йому завдавати удару першим, навіть в обороні.

source: The lich is Agnovon?
uk_ua: Цей ліч це Агновон?

source: The lich is free! Let’s bash him and grab that book. This sounds like a job for you, Lady Jessene!
uk_ua: Ліч вільний! Тепер уб'ємо його і заберемо книгу. Схоже, це робота для тебе, пані Джессен!

source: The lich surely awaits us within. We must be on guard.
uk_ua: Безсумнівно, ліч очікує нас усередині. Ми маємо бути насторожі.

source: The lich was carrying a powerful artifact. We know, we can feel it. This artifact may aid you in your quest.
uk_ua: У ліча був могутній артефакт. Ми знаємо, ми відчуваємо його. Він може допомогти вам у вашій подорожі.

source: The light fills me!
uk_ua: Мене наповнює світло!

source: The light shines upon your souls, brave warriors.
uk_ua: Світло осяює ваші душі, хоробрі воїни.

source: The lightweight ceramic armor that the Sky Drakes wear is a symbol of their rank, glazed silver to honor their connection to the air. As leaders of the hunt, they are often away from their homes for long periods of time. Each tries to bring as much game home as possible, competing to gain the respect of their tribe.
uk_ua: Сиволом касти Небесних драконів є їх легкі керамічні обладунки, а срібні прикраси символізують зв'язок з повітрям. Як майстри полювання, вони часто і надовго відлучаються з дому. Кожен з них прагне принести якомога більше дичини і завоювати повагу племені.

source: The lua console can only be used in debug mode! (Run ':debug' first)
uk_ua: Консоль Lua можна використовувати лише у режимі налагодження! (Спрочатку виконайте ':debug')

source: The major use for gold is to build your army by recruiting new units or recalling units from previous scenarios in a campaign. Units may be recruited or recalled when the leader is on a keep whose castle has at least one vacant castle hex.
uk_ua: Золото використовується в основному для створення армії шляхом вербування нових бійців або призову бійців з минулих сценаріїв в кампанії. Бійців можна вербувати або закликати, якщо лідер знаходиться в укритті замку, де є хоча б одне вільне поле.

source: The many paths that a mage can take in study lead to strikingly different ends. Often viewed as sages, or wandering mystics, silver magi act under an agenda which is obscure even to their own colleagues. Though helpful to the magisteriums which often employ them in the field, they remain somewhat aloof. They have, in fact, their own order amongst the ranks of magi, an order which withholds certain secrets from their peers. One of these is an apparent ability to cross great distances, faster than one could possibly travel on foot. Members of the silver order ardently refuse to discuss the workings of this with any of their fellow magi, and on those rare occasions when others have pried into their work, they have abandoned the endeavor, never to speak of it again. Silver magi are often more physically adept than other magi, and their skills are of undeniable use on the battlefield, if one can manage to induce the mage to apply them.
uk_ua: В ході досліджень маги можуть йти до знань багатьма шляхами, і кожен веде до свого результату. Срібних магів часто сприймають як мудреців або мандруючих містиків, їх дії і вчинки неясні навіть для колег. Вони допомагають магістрату, який часто викликає їх на поле бою, але все ж часто залишаються дещо осторонь. Насправді у них є власний орден, закритий для інших і який приховує свої секрети від інших магів. Один з них розкриває спосіб переміщення на великі відстані набагато швидше, ніж пішки. Члени срібного ордену відхиляють спроби обговорення цього уміння з іншими магами, а якщо хтось пхає свого носа в їх справи, їх намагаються відсторонити і більше ніколи не вести з ними розмови. Срібні маги зазвичай фізично більш міцні, ніж інші, і цінність їх мистецтва на полі бою незаперечна — якщо тільки комусь вдасться вмовити мага його застосувати.

source: The map contains mausoleums and campfires that shift the time of the day by one step toward night and day, respectively.
uk_ua: На карті стоять мавзолеї та вогнища, які зсувають час доби на один крок до ночі та дня відповідно.

source: The map file looks like a scenario, but the map_data value does not point to an existing file
uk_ua: Файл карти схожий на сценарій, але значення map_data не вказує на існуючий файл
